Repository: totSamyGaspar/Plekio
Catalog: Plekio/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, kk, ro, ru, uk

source: Pain: %lld/10
de: Schmerz: %lld/10
es: Dolor: %lld/10
fr: Douleur : %lld/10
it: Dolore: %lld/10
ja: 痛み：%lld/10
kk: Ауырсыну: %lld/10
ro: Durere: %lld/10
ru: Боль: %lld/10
uk: Біль: %lld/10

source: Peak
de: Maximal
es: Máxima
fr: Maximale
it: Massimo
ja: 最高
kk: Ең жоғары
ro: Maxim
ru: Максимум
uk: Максимум

source: Period
de: Zeitraum
es: Periodo
fr: Période
it: Periodo
ja: 期間
kk: Кезең
ro: Perioadă
ru: Период
uk: Період

source: PERSONAL REFLECTION & DIARY NOTES
de: PERSÖNLICHE NOTIZEN
es: REFLEXIÓN PERSONAL Y NOTAS
fr: RÉFLEXION PERSONNELLE ET NOTES
it: RIFLESSIONI PERSONALI E NOTE DEL DIARIO
ja: 個人的な振り返りとメモ
kk: ЖЕКЕ ОЙЛАР МЕН КҮНДЕЛІК ЖАЗБАЛАРЫ
ro: REFLECȚIE PERSONALĂ ȘI NOTE
ru: ЛИЧНЫЕ ЗАМЕТКИ И РАЗМЫШЛЕНИЯ
uk: ОСОБИСТІ НОТАТКИ ТА РОЗДУМИ

source: Photo
de: Foto
es: Foto
it: Foto
ja: 写真
kk: Сурет
ro: Fotografie
ru: Фото
uk: Фото

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
kk: Суреттер
ro: Fotografii
ru: Фото
uk: Фото

source: Physical Energy & Rest
de: Energie & Erholung
es: Energía física y descanso
fr: Énergie physique et repos
it: Energia fisica e riposo
ja: 体力と休息
kk: Физикалық қуат және демалыс
ro: Energie fizică și odihnă
ru: Энергия и отдых
uk: Енергія та відпочинок

source: PHYSICAL STATE & SENSATIONS
de: KÖRPERLICHER ZUSTAND
es: ESTADO FÍSICO Y SENSACIONES
fr: ÉTAT PHYSIQUE ET SENSATIONS
it: STATO FISICO E SENSAZIONI
ja: 体の状態と感覚
kk: ФИЗИКАЛЫҚ КҮЙ ЖӘНЕ СЕЗІНУ
ro: STARE FIZICĂ ȘI SENZAȚII
ru: СОСТОЯНИЕ И ОЩУЩЕНИЯ
uk: СТАН ТА ВІДЧУТТЯ

source: PHYSICAL SYMPTOMS & SENSATIONS
de: KÖRPERLICHE SYMPTOME
es: SÍNTOMAS FÍSICOS Y SENSACIONES
fr: SYMPTÔMES PHYSIQUES ET SENSATIONS
it: SINTOMI FISICI E SENSAZIONI
ja: 身体症状と感覚
kk: ФИЗИКАЛЫҚ БЕЛГІЛЕР ЖӘНЕ СЕЗІНУ
ro: SIMPTOME FIZICE ȘI SENZAȚII
ru: ФИЗИЧЕСКИЕ СИМПТОМЫ И ОЩУЩЕНИЯ
uk: ФІЗИЧНІ СИМПТОМИ ТА ВІДЧУТТЯ

source: Pick the period and the sections, and the app builds a PDF you can send by messenger or mail.
de: Zeitraum und Abschnitte wählen – die App baut ein PDF, das per Messenger oder Mail rausgeht.
es: Elige el período y las secciones: la app genera un PDF que puedes enviar por mensajería o correo.
fr: Choisissez la période et les sections : l'app génère un PDF à envoyer par messagerie ou par mail.
it: Scegli il periodo e le sezioni: l'app crea un PDF da inviare via messaggistica o email.
ja: 期間と項目を選ぶと、メッセンジャーやメールで送れるPDFができます。
kk: Кезең мен бөлімдерді таңдаңыз — қолданба мессенджермен не поштамен жіберуге болатын PDF жинайды.
ro: Alege perioada și secțiunile — aplicația creează un PDF pe care îl poți trimite pe mesagerie sau e-mail.
ru: Выберите период и разделы — приложение соберёт PDF, который можно отправить в мессенджер или почту.
uk: Виберіть період і розділи — застосунок збере PDF, який можна надіслати в месенджер чи пошту.

source: Poor
de: Schlecht
es: Malo
fr: Mauvais
it: Scarso
ja: 悪い
kk: Нашар
ro: Slab
ru: Плохо
uk: Погано

source: Post-Workout
de: Nach dem Training
es: Después del ejercicio
fr: Après l'entraînement
it: Dopo l'allenamento
ja: 運動後
kk: Жаттығудан кейін
ro: După antrenament
ru: После тренировки
uk: Після тренування

source: Pressure
de: Druck
es: Presión
fr: Tension
it: Pressione
ja: 血圧
kk: Қысым
ro: Tensiune
ru: Давление
uk: Тиск

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
kk: Профиль
ro: Profil
ru: Профиль
uk: Профіль

source: Progress Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ja: ギャラリー
kk: Галерея
ro: Galerie
ru: Галерея
uk: Галерея

source: Progress photos
de: Fortschrittsfotos
es: Fotos de progreso
fr: Photos de progression
it: Foto dei progressi
ja: 経過写真
kk: Прогресс фотолары
ro: Fotografii de progres
ru: Фото прогресса
uk: Фото прогресу

source: PROGRESS PHOTOS · ALL TIME
de: FORTSCHRITTSFOTOS · GESAMT
es: FOTOS DE PROGRESO · TOTAL
fr: PHOTOS DE PROGRÈS · TOTAL
it: FOTO DEI PROGRESSI · SEMPRE
ja: 記録写真・累計
kk: ПРОГРЕСС СУРЕТТЕРІ · БАРЛЫҚ УАҚЫТ
ro: FOTOGRAFII DE PROGRES · TOTAL
ru: ФОТО ПРОГРЕССА · ЗА ВСЁ ВРЕМЯ
uk: ФОТО ПРОГРЕСУ · ЗА ВЕСЬ ЧАС

source: PROGRESS PHOTOS (%lld)
de: FORTSCHRITTSFOTOS (%lld)
es: FOTOS DE PROGRESO (%lld)
fr: PHOTOS DE PROGRÈS (%lld)
it: FOTO DEI PROGRESSI (%lld)
ja: 記録写真（%lld）
kk: ПРОГРЕСС СУРЕТТЕРІ (%lld)
ro: FOTOGRAFII DE PROGRES (%lld)
ru: ФОТО ПРОГРЕССА (%lld)
uk: ФОТО ПРОГРЕСУ (%lld)

source: Pulse
de: Puls
es: Pulso
fr: Pouls
it: Battito
ja: 脈拍
kk: Тамыр соғысы
ro: Puls
ru: Пульс
uk: Пульс

source: Quantity: %lld
de: Menge: %lld
es: Cantidad: %lld
fr: Quantité : %lld
it: Quantità: %lld
ja: 数量：%lld
kk: Саны: %lld
ro: Cantitate: %lld
ru: Количество: %lld
uk: Кількість: %lld

source: Quick log
de: Schnelleintrag
es: Registro rápido
fr: Entrée rapide
it: Registrazione rapida
ja: クイック記録
kk: Жылдам белгілеу
ro: Notare rapidă
ru: Быстрая отметка
uk: Швидка відмітка

source: Quick mood log — no detailed metrics recorded
de: Schnelleintrag – keine ausführlichen Werte erfasst
es: Registro rápido de ánimo: sin métricas detalladas
fr: Entrée rapide d'humeur — aucune mesure détaillée
it: Registrazione rapida dell'umore — nessuna metrica dettagliata
ja: クイック記録 — 詳細な指標は未記録
kk: Жылдам көңіл-күй жазбасы — толық көрсеткіштер жазылмаған
ro: Notare rapidă a dispoziției — fără valori detaliate
ru: Быстрая отметка настроения — подробные показатели не заполнялись
uk: Швидка відмітка настрою — докладні показники не заповнювалися

source: recent average
de: Durchschnitt zuletzt
es: media reciente
fr: moyenne récente
it: media recente
ja: 直近の平均
kk: соңғы орташа
ro: media recentă
ru: средний показатель
uk: середній показник

source: RECORD DIARY CHECK-IN
de: EINTRAG SPEICHERN
es: GUARDAR ENTRADA
fr: ENREGISTRER L'ENTRÉE
it: REGISTRA UN CHECK-IN
ja: 記録を保存
kk: КҮНДЕЛІККЕ ЖАЗБА ҚОСУ
ro: SALVEAZĂ INTRAREA
ru: СОХРАНИТЬ ЗАПИСЬ
uk: ЗБЕРЕГТИ ЗАПИС

source: Refill Stock
de: Bestand auffüllen
es: Reponer existencias
fr: Réapprovisionner
it: Rifornisci le scorte
ja: 在庫を補充
kk: Қорды толтыру
ro: Completează stocul
ru: Пополнить запас
uk: Поповнити запас

source: REFILL STOCK
de: BESTAND AUFFÜLLEN
es: REPONER EXISTENCIAS
fr: RÉAPPROVISIONNER
it: RIFORNISCI LE SCORTE
ja: 在庫を補充
kk: ҚОРДЫ ТОЛТЫРУ
ro: COMPLETEAZĂ STOCUL
ru: ПОПОЛНИТЬ ЗАПАС
uk: ПОПОВНИТИ ЗАПАС

source: Remaining count: %lld pills
de: Restbestand: %lld Stk.
es: Quedan: %lld unidades
fr: Restant : %lld unités
it: Scorta rimanente: %lld
ja: 残り%lld個
kk: Қалғаны: %lld дана
ro: Rămase: %lld buc.
ru: Остаток: %lld шт.
uk: Залишок: %lld шт.

source: Remind when remaining
de: Erinnern bei Restbestand
es: Avisar cuando queden
fr: Alerter quand il reste
it: Avvisa quando restano
ja: 残りがこの数になったら通知
kk: Қалғанда еске салу
ro: Anunță când au rămas
ru: Напомнить, когда останется
uk: Нагадати, коли залишиться

source: Reminder time
de: Uhrzeit
es: Hora del recordatorio
fr: Heure du rappel
it: Orario del promemoria
ja: 通知時刻
kk: Еске салу уақыты
ro: Ora mementoului
ru: Время напоминания
uk: Час нагадування

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
kk: Еске салулар
ro: Mementouri
ru: Напоминания
uk: Нагадування

source: Remove photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
ja: 写真を削除
kk: Фотоны жою
ro: Elimină fotografia
ru: Удалить фото
uk: Видалити фото

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter
it: Ripeti
ja: 繰り返す
kk: Қайталау
ro: Repetă
ru: Повторить
uk: Повторити

source: Repeat course
de: Kurs wiederholen
es: Repetir tratamiento
fr: Répéter le traitement
it: Ripeti la terapia
ja: コースを繰り返す
kk: Курсты қайталау
ro: Repetă tratamentul
ru: Повторить курс
uk: Повторити курс

source: Reports you share later will carry these details. You can change them any time in Settings.
de: Später geteilte Berichte enthalten diese Angaben. Sie lassen sich jederzeit in den Einstellungen ändern.
es: Los informes que compartas incluirán estos datos. Puedes cambiarlos cuando quieras en Ajustes.
fr: Les rapports que vous partagerez contiendront ces informations. Vous pouvez les modifier à tout moment dans les réglages.
it: I referti che condividerai riporteranno questi dati. Puoi modificarli quando vuoi nelle impostazioni.
ja: 共有するレポートにこの情報が記載されます。設定でいつでも変更できます。
kk: Кейін бөлісетін есептерде осы деректер болады. Оларды баптауларда кез келген уақытта өзгертуге болады.
ro: Rapoartele pe care le vei partaja vor conține aceste date. Le poți schimba oricând în setări.
ru: Эти данные попадут в отчёты, которыми вы поделитесь. Изменить их можно в любой момент в настройках.
uk: Ці дані потраплять у звіти, якими ви поділитеся. Змінити їх можна будь-коли в налаштуваннях.

source: Restlessness
de: Unruhe
es: Inquietud
fr: Agitation
it: Irrequietezza
ja: 落ち着かない
kk: Мазасыздық
ro: Neliniște
ru: Беспокойство
uk: Неспокій

source: Restorative Sleep
de: Erholsamer Schlaf
es: Sueño reparador
fr: Sommeil réparateur
it: Sonno ristoratore
ja: 質の良い睡眠
kk: Сергітетін ұйқы
ro: Somn odihnitor
ru: Восстанавливающий сон
uk: Відновлювальний сон

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
kk: Сақтау
ro: Salvează
ru: Сохранить
uk: Зберегти

source: Scheduled for %@
de: Geplant für %@
es: Programado para las %@
fr: Prévu à %@
it: Programmato per le %@
ja: %@に予定
kk: %@ уақытына жоспарланған
ro: Programat la %@
ru: Приём в %@
uk: Прийом о %@

source: Score: %lld/5
de: Wert: %lld/5
es: Puntuación: %lld/5
it: Punteggio: %lld/5
ja: スコア：%lld/5
kk: Баға: %lld/5
ro: Scor: %lld/5
ru: Оценка: %lld/5
uk: Оцінка: %lld/5

source: Search notes
de: Notizen durchsuchen
es: Buscar en las notas
fr: Rechercher dans les notes
it: Cerca nelle note
ja: メモを検索
kk: Жазбалардан іздеу
ro: Caută în note
ru: Поиск по заметкам
uk: Пошук за нотатками

source: Select a photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
it: Scegli foto
ja: 写真を選択
kk: Сурет таңдау
ro: Alege o fotografie
ru: Выбрать фото
uk: Вибрати фото

source: Select After Photo
de: Nachher-Foto wählen
es: Elegir foto «después»
fr: Choisir la photo « après »
it: Scegli la foto “dopo”
ja: アフター写真を選択
kk: «Кейінгі» суретті таңдау
ro: Alege fotografia „după”
ru: Выбрать фото «после»
uk: Вибрати фото «після»

source: Select any two checkpoints to view a side-by-side comparison.
de: Wähle zwei Zeitpunkte für einen direkten Vergleich.
es: Elige dos puntos para verlos en paralelo.
fr: Choisissez deux points pour les comparer côte à côte.
it: Seleziona due checkpoint qualsiasi per vederli affiancati.
ja: 2つの時点を選ぶと並べて比較できます。
kk: Қатар салыстыру үшін кез келген екі нүктені таңдаңыз.
ro: Alege două puncte pentru o comparație alăturată.
ru: Выберите две точки, чтобы сравнить их рядом.
uk: Оберіть дві точки, щоб порівняти їх поруч.

source: Select Before Photo
de: Vorher-Foto wählen
es: Elegir foto «antes»
fr: Choisir la photo « avant »
it: Scegli la foto “prima”
ja: ビフォー写真を選択
kk: «Дейінгі» суретті таңдау
ro: Alege fotografia „înainte”
ru: Выбрать фото «до»
uk: Вибрати фото «до»

source: SELECT DOMINANT MOOD
de: VORHERRSCHENDE STIMMUNG
es: ELIGE EL ÁNIMO DOMINANTE
fr: CHOISISSEZ L'HUMEUR DOMINANTE
it: SCEGLI L'UMORE PREVALENTE
ja: 主な気分を選択
kk: БАСЫМ КӨҢІЛ-КҮЙДІ ТАҢДАҢЫЗ
ro: ALEGE DISPOZIȚIA DOMINANTĂ
ru: ВЫБЕРИТЕ ГЛАВНОЕ НАСТРОЕНИЕ
uk: ОБЕРІТЬ ГОЛОВНИЙ НАСТРІЙ

source: Selected
de: Ausgewählt
es: Seleccionada
fr: Sélectionnée
it: Selezionata
ja: 選択済み
kk: Таңдалды
ro: Selectată
ru: Выбрано
uk: Вибрано

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済み
kk: Жіберілді
ro: Trimis
ru: Отправлено
uk: Надіслано

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
kk: Параметрлер
ro: Setări
ru: Настройки
uk: Налаштування

source: Severe
de: Stark
es: Intenso
fr: Sévère
it: Grave
ja: 重度
kk: Қатты
ro: Sever
ru: Сильная
uk: Сильний

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
kk: Бөлісу
ro: Partajează
ru: Поделиться
uk: Поділитися

source: Share PDF
de: PDF teilen
es: Compartir PDF
fr: Partager le PDF
it: Condividi PDF
ja: PDFを共有
kk: PDF бөлісу
ro: Partajează PDF
ru: Поделиться PDF
uk: Поділитися PDF

source: Side by Side
de: Nebeneinander
es: Lado a lado
fr: Côte à côte
it: Affiancate
ja: 並べて
kk: Қатар
ro: Alăturat
ru: Рядом
uk: Поруч

source: SIDE EFFECTS, PROGRESS NOTES, GRATITUDE
de: NEBENWIRKUNGEN, FORTSCHRITTE, DANKBARKEIT
es: EFECTOS SECUNDARIOS, PROGRESO, GRATITUD
fr: EFFETS SECONDAIRES, PROGRÈS, GRATITUDE
it: EFFETTI COLLATERALI, NOTE SUI PROGRESSI, GRATITUDINE
ja: 副作用・経過・感謝
kk: ЖАНАМА ӘСЕРЛЕР, ПРОГРЕСС ЖАЗБАЛАРЫ, АЛҒЫС
ro: EFECTE SECUNDARE, PROGRES, RECUNOȘTINȚĂ
ru: ПОБОЧНЫЕ ЭФФЕКТЫ, ПРОГРЕСС, БЛАГОДАРНОСТЬ
uk: ПОБІЧНІ ЕФЕКТИ, ПРОГРЕС, ВДЯЧНІСТЬ

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
kk: Өткізу
ro: Omite
ru: Пропустить
uk: Пропустити

source: Skip All
de: Alle überspringen
es: Omitir todo
fr: Tout ignorer
it: Salta tutto
ja: すべてスキップ
kk: Барлығын өткізу
ro: Omite tot
ru: Пропустить все
uk: Пропустити всі

source: Skip for now
de: Später ausfüllen
es: Ahora no
fr: Plus tard
it: Non ora
ja: あとで
kk: Кейінірек
ro: Mai târziu
ru: Пропустить
uk: Пропустити

source: Skipped
de: Übersprungen
es: Descartada
fr: Ignorée
it: Ignorata
ja: スキップ
kk: Бас тартылды
ro: Ignorată
ru: Отклонено
uk: Відхилено

source: SKIPPED
de: ÜBERSPRUNGEN
fr: IGNORÉE
it: IGNORATA
ja: スキップ
ro: IGNORATĂ
ru: ОТКЛОНЕНО
uk: ВІДХИЛЕНО

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
it: Sonno
ja: 睡眠
kk: Ұйқы
ro: Somn
ru: Сон
uk: Сон

source: Sleep Duration & Quality
de: Schlafdauer & -qualität
es: Duración y calidad del sueño
fr: Durée et qualité du sommeil
it: Durata e qualità del sonno
ja: 睡眠時間と質
kk: Ұйқы ұзақтығы мен сапасы
ro: Durata și calitatea somnului
ru: Продолжительность и качество сна
uk: Тривалість і якість сну

source: Snooze 15m
de: 15 Min. später
es: Posponer 15 min
fr: Reporter 15 min
it: Rimanda 15 min
ja: 15分後
kk: 15 мин кейін
ro: Amână 15 min
ru: Отложить на 15 мин
uk: Відкласти на 15 хв

source: Split Slider
de: Schieberegler
es: Deslizador
fr: Curseur
it: Cursore di confronto
ja: スライダー
kk: Бөлгіш
ro: Cursor
ru: Шторка
uk: Шторка

source: Start
de: Beginn
es: Inicio
fr: Début
it: Inizio
ja: 開始
kk: Басталуы
ro: Început
ru: Начало
uk: Початок

source: Start course
de: Kurs starten
es: Iniciar tratamiento
fr: Démarrer le traitement
it: Avvia la terapia
ja: コースを開始
kk: Курсты бастау
ro: Începe tratamentul
ru: Начать курс
uk: Почати курс

source: Starts this course again with new dates
de: Startet diesen Kurs mit neuen Daten erneut
es: Vuelve a empezar este tratamiento con nuevas fechas
fr: Relance ce traitement avec de nouvelles dates
it: Riavvia questa terapia con nuove date
ja: 新しい日付でこのコースをもう一度開始します
kk: Бұл курсты жаңа күндермен қайта бастайды
ro: Reia acest tratament cu date noi
ru: Запускает этот курс заново с новыми датами
uk: Запускає цей курс заново з новими датами

source: STATE A (EARLIER BASELINE)
de: ZUSTAND A (AUSGANGSPUNKT)
es: ESTADO A (PUNTO DE PARTIDA)
fr: ÉTAT A (POINT DE DÉPART)
it: STATO A (RIFERIMENTO INIZIALE)
ja: 状態A（開始時）
kk: А КҮЙІ (БАСТАПҚЫ)
ro: STAREA A (PUNCT DE PORNIRE)
ru: СОСТОЯНИЕ A (НАЧАЛО)
uk: СТАН A (ПОЧАТОК)

source: STATE B (RECENT / PROGRESS)
de: ZUSTAND B (AKTUELL / FORTSCHRITT)
es: ESTADO B (ACTUAL / PROGRESO)
fr: ÉTAT B (ACTUEL / PROGRÈS)
it: STATO B (RECENTE / PROGRESSI)
ja: 状態B（現在・経過）
kk: Б КҮЙІ (СОҢҒЫ / ПРОГРЕСС)
ro: STAREA B (RECENT / PROGRES)
ru: СОСТОЯНИЕ B (СЕЙЧАС)
uk: СТАН B (ЗАРАЗ)

source: Stock: %lld remaining
de: Bestand: noch %lld
es: Existencias: quedan %lld
fr: Stock : %lld restants
it: Scorte: %lld rimanenti
ja: 在庫：残り%lld
kk: Қор: %lld қалды
ro: Stoc: au rămas %lld
ru: Запас: осталось %lld
uk: Запас: залишилось %lld

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Spazio
ja: ストレージ
kk: Жад
ro: Stocare
ru: Хранилище
uk: Сховище

source: Storage on this device is unavailable. The app is running in temporary mode — entries will not survive a restart.
de: Der Speicher auf diesem Gerät ist nicht verfügbar. Die App läuft im temporären Modus – Einträge überstehen keinen Neustart.
es: El almacenamiento de este dispositivo no está disponible. La app funciona en modo temporal: las entradas no sobrevivirán a un reinicio.
fr: Le stockage de cet appareil est indisponible. L'app fonctionne en mode temporaire : les entrées ne survivront pas à un redémarrage.
it: L'archiviazione su questo dispositivo non è disponibile. L'app è in modalità temporanea: le voci non sopravvivranno a un riavvio.
ja: この端末のストレージを利用できません。アプリは一時モードで動作しており、記録は再起動後に残りません。
kk: Бұл құрылғыдағы жад қолжетімсіз. Қолданба уақытша режимде жұмыс істеп тұр — жазбалар қайта қосқаннан кейін сақталмайды.
ro: Stocarea pe acest dispozitiv nu este disponibilă. Aplicația rulează în mod temporar — intrările nu vor supraviețui unei reporniri.
ru: Хранилище на устройстве недоступно. Приложение работает во временном режиме — записи не сохранятся после перезапуска.
uk: Сховище на пристрої недоступне. Застосунок працює у тимчасовому режимі — записи не збережуться після перезапуску.

source: Straight from the reminder
de: Direkt aus der Erinnerung
es: Desde el propio recordatorio
fr: Directement depuis le rappel
it: Direttamente dal promemoria
ja: 通知からそのまま
kk: Тікелей еске салудан
ro: Direct din memento
ru: Прямо из напоминания
uk: Прямо з нагадування

source: Stressed
de: Gestresst
es: Estresado
fr: Stressé
it: Stressato
ja: ストレス
kk: Күйзелісте
ro: Stresat
ru: Стресс
uk: Стрес

source: Support the project
de: Projekt unterstützen
es: Apoyar el proyecto
fr: Soutenir le projet
it: Sostieni il progetto
ja: プロジェクトを支援
kk: Жобаны қолдау
ro: Susține proiectul
ru: Поддержать проект
uk: Підтримати проєкт

source: Symptoms
de: Symptome
es: Síntomas
fr: Symptômes
it: Sintomi
ja: 症状
kk: Симптомдар
ro: Simptome
ru: Симптомы
uk: Симптоми

source: Systolic
de: Systolisch
es: Sistólica
fr: Systolique
it: Sistolica
ja: 収縮期
kk: Систолалық
ro: Sistolică
ru: Систолическое
uk: Систолічний

source: Systolic and diastolic over time
de: Systolisch und diastolisch im Verlauf
es: Sistólica y diastólica a lo largo del tiempo
fr: Systolique et diastolique dans le temps
it: Sistolica e diastolica nel tempo
ja: 収縮期・拡張期の推移
kk: Систолалық және диастолалық көрсеткіштер динамикасы
ro: Sistolică și diastolică în timp
ru: Систолическое и диастолическое в динамике
uk: Систолічний і діастолічний у динаміці

source: Systolic must be higher than diastolic.
de: Der systolische Wert muss höher sein als der diastolische.
es: La sistólica debe ser mayor que la diastólica.
fr: La systolique doit être supérieure à la diastolique.
it: La sistolica deve essere maggiore della diastolica.
ja: 収縮期血圧は拡張期血圧より高い必要があります。
kk: Систолалық қысым диастолалықтан жоғары болуы керек.
ro: Sistolica trebuie să fie mai mare decât diastolica.
ru: Систолическое должно быть выше диастолического.
uk: Систолічний має бути вищим за діастолічний.

source: TAGS & MILESTONES
de: TAGS & MEILENSTEINE
es: ETIQUETAS E HITOS
fr: TAGS ET JALONS
it: TAG E TRAGUARDI
ja: タグとマイルストーン
kk: ТЕГТЕР МЕН БЕЛЕСТЕР
ro: ETICHETE ȘI ETAPE
ru: ТЕГИ И ВЕХИ
uk: ТЕГИ ТА ВІХИ

source: Take a reading and log it in your diary
de: Miss deinen Blutdruck und trag den Wert ins Tagebuch ein
es: Mide tu tensión y anótala en el diario
fr: Prenez une mesure et notez-la dans votre journal
it: Misura la pressione e annotala nel diario
ja: 測定して日記に記録しましょう
kk: Өлшеп, күнделікке жазып қойыңыз
ro: Măsoară și notează valoarea în jurnal
ru: Измерьте и запишите значение в дневник
uk: Виміряйте та запишіть значення у щоденник

source: Take All
de: Alle einnehmen
es: Tomar todo
fr: Tout prendre
it: Prendi tutto
ja: すべて服用
kk: Барлығын қабылдау
ro: Ia toate
ru: Принять все
uk: Прийняти всі

source: Take Now
de: Jetzt einnehmen
es: Tomar ahora
fr: Prendre maintenant
it: Prendi ora
ja: 今すぐ服用
kk: Қабылдау
ro: Ia acum
ru: Принять
uk: Прийняти

source: Take Photo (Camera)
de: Foto aufnehmen
es: Hacer foto (cámara)
fr: Prendre une photo
it: Scatta una foto (fotocamera)
ja: 写真を撮る（カメラ）
kk: Суретке түсіру (камера)
ro: Fă o fotografie
ru: Сделать фото (камера)
uk: Зробити фото (камера)

source: Taken
de: Eingenommen
es: Tomada
fr: Prise
it: Assunta
ja: 服用済み
kk: Қабылданды
ro: Luată
ru: Принято
uk: Прийнято

source: Tap photo to zoom
de: Zum Vergrößern tippen
es: Toca la foto para ampliar
fr: Touchez la photo pour l'agrandir
it: Tocca la foto per ingrandirla
ja: 写真をタップで拡大
kk: Ұлғайту үшін суретті түртіңіз
ro: Atinge fotografia pentru mărire
ru: Нажмите на фото, чтобы увеличить
uk: Натисніть на фото, щоб збільшити

source: The day as one list
de: Der Tag als eine Liste
es: El día en una sola lista
fr: La journée en une seule liste
it: La giornata in un solo elenco
ja: 1日をひとつのリストで
kk: Күн — бір тізіммен
ro: Ziua într-o singură listă
ru: День — одним списком
uk: День — одним списком

source: The whole blood pressure history will be removed. This can't be undone.
de: Der gesamte Blutdruckverlauf wird entfernt. Das lässt sich nicht rückgängig machen.
es: Se eliminará todo el historial de presión arterial. Esta acción no se puede deshacer.
fr: Tout l’historique de tension artérielle sera supprimé. Cette action est irréversible.
it: L’intera cronologia della pressione sanguigna verrà rimossa. L’azione non può essere annullata.
ja: 血圧の履歴がすべて削除されます。元に戻すことはできません。
kk: Қан қысымының бүкіл тарихы жойылады. Мұны қайтару мүмкін емес.
ro: Întregul istoric al tensiunii arteriale va fi șters. Acțiunea nu poate fi anulată.
ru: Вся история артериального давления будет удалена. Отменить это нельзя.
uk: Уся історія артеріального тиску буде видалена. Скасувати це неможливо.

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ja: テーマ
kk: Тақырып
ro: Temă
ru: Тема
uk: Тема

source: This course is already running in Active
de: Dieser Kurs läuft bereits unter „Aktiv“
es: Este tratamiento ya está en Activos
fr: Ce traitement est déjà dans les traitements en cours
it: Questa terapia è già tra le Attive
ja: このコースはすでに「実施中」にあります
kk: Бұл курс «Белсенді» тізімінде қазірдің өзінде жүріп жатыр
ro: Acest tratament este deja în Active
ru: Этот курс уже идёт в «Активных»
uk: Цей курс уже триває в «Активних»

source: This course no longer exists.
de: Diesen Kurs gibt es nicht mehr.
es: Este tratamiento ya no existe.
fr: Ce traitement n'existe plus.
it: Questa terapia non esiste più.
ja: このコースは存在しません。
kk: Бұл курс енді жоқ.
ro: Acest tratament nu mai există.
ru: Этого курса больше нет.
uk: Цього курсу більше немає.

source: This diary entry and its photos will be permanently removed.
de: Dieser Eintrag und seine Fotos werden endgültig gelöscht.
es: Esta entrada y sus fotos se eliminarán definitivamente.
fr: Cette entrée et ses photos seront définitivement supprimées.
it: Questa voce del diario e le sue foto verranno eliminate definitivamente.
ja: この記録と写真は完全に削除されます。
kk: Бұл күнделік жазбасы мен оның суреттері біржола жойылады.
ro: Această intrare și fotografiile ei vor fi șterse definitiv.
ru: Запись и её фотографии будут удалены безвозвратно.
uk: Запис і його фотографії буде видалено безповоротно.

source: This item no longer exists. It may have been deleted.
de: Dieser Eintrag existiert nicht mehr. Möglicherweise wurde er gelöscht.
es: Este elemento ya no existe. Es posible que se haya eliminado.
fr: Cet élément n'existe plus. Il a peut-être été supprimé.
it: Questo elemento non esiste più. Potrebbe essere stato eliminato.
ja: この項目はもう存在しません。削除された可能性があります。
kk: Бұл элемент енді жоқ. Ол жойылған болуы мүмкін.
ro: Acest element nu mai există. Este posibil să fi fost șters.
ru: Этой записи больше нет. Возможно, она была удалена.
uk: Цього запису більше немає. Можливо, його було видалено.

source: TIME
de: UHRZEIT
es: HORA
fr: HEURE
it: ORA
ja: 時刻
kk: УАҚЫТ
ro: ORA
ru: ВРЕМЯ
uk: ЧАС

source: Time for your meds
de: Zeit für deine Medikamente
es: Hora de tu medicación
fr: C'est l'heure de vos médicaments
it: È ora di prendere i farmaci
ja: お薬の時間です
kk: Дәрі қабылдау уақыты
ro: E timpul pentru medicamente
ru: Время принять лекарства
uk: Час прийняти ліки
